Repository: ShikiSuen/r128x
Catalog: SPMPackages/R128xSPM/Sources/R128xKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, ru, tr, zh_hans, zh_hant

# btn.addFiles
source: Add Files
de: Dateien hinzufügen
es: Agregar Archivos
fr: Ajouter des Fichiers
ja: ファイル添付
pt_br: Adicionar Arquivos
ru: Добавить файлы
tr: Dosya Ekle
zh_hans: 添入文件
zh_hant: 添入檔案

# btn.clearTaskList
source: Clear Table
de: Tabelle löschen
es: Limpiar Tabla
fr: Effacer le Tableau
ja: テーブルをクリア
pt_br: Limpar Tabela
ru: Очистить таблицу
tr: Tabloyu Temizle
zh_hans: 清空表格
zh_hant: 清空表格

# btn.RedoAllTasks
source: Reprocess All
de: Alle neu verarbeiten
es: Reprocesar Todo
fr: Répéter le Processus
ja: 全部再測量
pt_br: Reprocessar Tudo
ru: Переобработать всё
tr: Tümünü Yeniden İşle
zh_hans: 全部重新测量
zh_hant: 全部重新測量

# contextMenu.removeThisEntry
source: Remove This Entry
de: Diesen Eintrag entfernen
es: Eliminar Esta Entrada
fr: Supprimer Cette Entrée
ja: 該当項目を外す
pt_br: Remover Esta Entrada
ru: Удалить эту запись
tr: Bu Girdiyi Kaldır
zh_hans: 移除该条目
zh_hant: 移除該條目

# contextMenu.showInFinder
source: Show in Finder…
de: Im Finder anzeigen…
es: Mostrar en Finder…
fr: Afficher dans le Finder…
ja: Finder で開く…
pt_br: Mostrar no Finder…
ru: Показать в Finder…
tr: Finder'da Göster…
zh_hans: 用 Finder 开启所在位置…
zh_hant: 用 Finder 開啟所在位置…

# emptyState.dragHint
source: Please add audio files to proceed. You may use the following methods: - Use the "Add Files" button; - Share files to this app from other apps using iOS's built-in share feature.
de: Bitte fügen Sie Audiodateien hinzu, um fortzufahren. Sie können die folgenden Methoden verwenden: - Verwenden Sie die Schaltfläche "Dateien hinzufügen"; - Teilen Sie Dateien aus anderen Apps über die integrierte Freigabefunktion von iOS in diese App.
es: Por favor agregue archivos de audio para continuar. Puede usar los siguientes métodos: - Use el botón "Agregar Archivos"; - Comparta archivos a esta aplicación desde otras aplicaciones usando la función de compartir integrada de iOS.
fr: Veuillez ajouter des fichiers audio pour continuer. Vous pouvez utiliser les méthodes suivantes : - Utilisant le bouton "Ajouter des Fichiers" ; - Partageant des fichiers vers cette app depuis d'autres apps en utilisant la fonction de partage intégrée d'iOS.
ja: 音声ファイルを追加して続行してください。以下の方法をご利用いただけます： - 「ファイル添付」ボタンを使用； - iOS標準の共有機能を使って他のアプリから弊アプリにファイルを共有。
pt_br: Por favor, adicione arquivos de áudio para continuar. Você pode usar os seguintes métodos: - Use o botão "Adicionar Arquivos"; - Compartilhe arquivos para este aplicativo de outros aplicativos usando o recurso de compartilhamento integrado do iOS.
ru: Пожалуйста, добавьте аудиофайлы для продолжения. Вы можете использовать следующие методы: - Используйте кнопку "Добавить файлы"; - Поделитесь файлами в это приложение из других приложений, используя встроенную функцию обмена iOS.
tr: Devam etmek için lütfen ses dosyaları ekleyin. Aşağıdaki yöntemleri kullanabilirsiniz: - "Dosya Ekle" düğmesini kullanın; - iOS'un yerleşik paylaşım özelliğini kullanarak diğer uygulamalardan bu uygulamaya dosya paylaşın.
zh_hans: 请添加音频文件以继续。您可以使用以下方法： - 点击「添入文件」按钮； - 通过 iOS 分享功能从其他 App 发送文件过来。
zh_hant: 請添加音訊檔案以繼續。您可以使用以下方法： - 點擊「添入檔案」按鈕； - 透過 iOS 分享功能從其他 App 傳送檔案過來。

# emptyState.title
source: No Audio Files Yet
de: Noch keine Audiodateien
es: Aún no hay archivos de audio
fr: Aucun Fichier Audio
ja: 音声ファイルがありません
pt_br: Ainda não há arquivos de áudio
ru: Пока нет аудиофайлов
tr: Henüz ses dosyası yok
zh_hans: 尚无音频文件
zh_hant: 尚無音訊檔案

# fieldTitle.loudnessRange
source: Loudness Range
de: Lautstärkebereich
es: Rango de Volumen
fr: Plage d'Intensité Sonore
ja: ラウドネスの範囲
pt_br: Faixa de Volume
ru: Диапазон громкости
tr: Ses Seviyesi Aralığı
zh_hans: 响度范围
zh_hant: 響度範圍

source: Program Loudness
de: Programmlautstärke
es: Volumen del Programa
fr: Niveau Sonore Du Programme
ja: プログラムラウドネス
pt_br: Volume do Programa
ru: Громкость программы
tr: Program Ses Seviyesi
zh_hans: 节目响度
zh_hant: 節目響度

# queueMsg.allDone
source: All files are processed successfully.
de: Alle Dateien wurden erfolgreich verarbeitet.
es: Todos los archivos se procesaron exitosamente.
fr: Tous les fichiers ont été traités avec succès.
ja: 全ファイル無事測量完了。
pt_br: Todos os arquivos foram processados com sucesso.
ru: Все файлы успешно обработаны.
tr: Tüm dosyalar başarıyla işlendi.
zh_hans: 全部文件测量完毕。
zh_hant: 全部檔案測量完畢。

# queueMsg.allDoneExcept:%d
source: All files are processed, excepting %d failed files.
de: Alle Dateien wurden verarbeitet, außer %d fehlgeschlagenen Dateien.
es: Todos los archivos se procesaron, excepto %d archivos fallidos.
fr: Tous les fichiers sont traités, à l'exception des fichiers ayant échoué %d.
ja: 測量できなかったファイルは %d 点であり、他のファイルは全て測量完了。
pt_br: Todos os arquivos foram processados, exceto %d arquivos que falharam.
ru: Все файлы обработаны, за исключением %d неудачных файлов.
tr: Tüm dosyalar işlendi, %d başarısız dosya hariç.
zh_hans: 有 %d 个文件测量失败；其余文件全部测量完毕。
zh_hant: 有 %d 個檔案測量失敗；其餘檔案全部測量完畢。

# queueMsg.blankQueueStandBy
source: Drag audio files from Finder to the table in this window.
de: Ziehen Sie Audiodateien vom Finder in die Tabelle dieses Fensters.
es: Arrastre archivos de audio desde Finder a la tabla en esta ventana.
fr: Faites glisser les fichiers audio du Finder vers le tableau de cette fenêtre.
ja: Finder からファイルをこのウィンドウにお引きずりください。
pt_br: Arraste arquivos de áudio do Finder para a tabela nesta janela.
ru: Перетащите аудиофайлы из Finder в таблицу этого окна.
tr: Finder'dan bu penceredeki tabloya ses dosyalarını sürükleyin.
zh_hans: 请直接从 Finder 将文件拽入至本视窗内。
zh_hant: 請直接從 Finder 將檔案拽入至本視窗內。

# queueMsg.workingRemaining:%d
source: Processing files in the queue: %d remaining.
de: Verarbeitung der Dateien in der Warteschlange: %d verbleibend.
es: Procesando archivos en la cola: %d restantes.
fr: Traitement des fichiers dans la file d'attente : %d restant.
ja: ファイル順番測量処理中。残り：%d 点。
pt_br: Processando arquivos na fila: %d restantes.
ru: Обработка файлов в очереди: %d осталось.
tr: Kuyruktaki dosyalar işleniyor: %d kaldı.
zh_hans: 正在测量文件。还剩 %d 个文件待测量。
zh_hant: 正在測量檔案。還剩 %d 個檔案待測量。

# queueMsg.workingRemaining:%d%@
source: Processing files in the queue: %d remaining (~%@ remaining)...
de: Verarbeitung der Dateien in der Warteschlange: %d verbleibend (~%@ verbleibend)...
es: Procesando archivos en la cola: %d restantes (~%@ restantes)...
fr: Traitement des fichiers dans la file d'attente : %d restant (~%@ restant)...
ja: ファイル順番測量処理中。残り：%d 点（約 %@ 残り）...
pt_br: Processando arquivos na fila: %d restantes (~%@ restantes)...
ru: Обработка файлов в очереди: %d осталось (~%@ осталось)...
tr: Kuyruktaki dosyalar işleniyor: %d kaldı (~%@ kaldı)...
zh_hans: 正在测量文件。还剩 %d 个文件待测量（约剩余 %@）...
zh_hant: 正在測量檔案。還剩 %d 個檔案待測量（約剩餘 %@）...

# searchBar.promptText
source: Search files...
de: Dateien suchen...
es: Buscar archivos...
fr: Rechercher des fichiers...
ja: ファイルを検索...
pt_br: Pesquisar arquivos...
ru: Поиск файлов...
tr: Dosya ara...
zh_hans: 搜索文件...
zh_hant: 搜尋檔案...

# app.windowTitle
source: r128x
ja: 百二十八禁
zh_hans: 百二十八禁
zh_hant: 百二十八禁

# fieldTitle.dBTP
source: dBTP
ru: дБ TP
